[language]

;Language name 

name=Deutsch

[firstrun]
chooselanguage=Bitte wählen Sie Ihre Sprache!
ok=OK
ignore=Ignorieren
oldini=Importieren Sie die zuvor verwendete Konfigurationsdatei
loadini=Importieren
loadfail=Die Konfigurationsdatei wurde in diesem Verzeichnis nicht gefunden!
loadsuccessful=Erfolgreich importiert! 
steambak=Möchten Sie Steam-Konfigurationsdateien synchronisieren? 
steamerror=Bitte führen Sie Steam aus, um Ihren Kauf zu bestätigen!

[steam]
save=Konfiguration in Steam Cloud speichern
load=Wiederherstellen der Steam Cloud Konfiguration
steamnotrun=Sie müssen Steam ausführen, um diese Funktion nutzen zu können!
uploadfilemaxsize=Die maximale Größe der hochgeladenen Datei beträgt 100 MB


[workshop]
list_install=Installiert
list_home=Startseite
list_subscribe=Abonniert
list_upload=Hochgeladen
list_voteup=Gefallen
list_themesskin=Skins und Themen
list_widget=Komponentenstil

newthemetip=Bitte geben Sie einen Themennamen ein
deltheme=Thema entfernen

subscribe=Abonnement
unsubscribe=Abbestellen

icons=Icon-Pack
dockskin=Dock-Skin
Single icon=Standalone-Symbol
Time skin=Uhren Skin
Calendar skin=Kalender-Skin
Sound=Sound
language=Sprache

sort_alltime=Alles
sort_week=Woche
sort_month=Monat
sort_year=Jahr

sort_hot=Populär
sort_new=Neu
sort_sub=Abonnement
sort_vote=Punktzahl

filesize=Dateigröße
updatetime=Letzte Updatezeit

opensteam=Öffnen Sie Steam
runerror=Steam muss laufen, um diese Funktion zu nutzen!
newtheme=Neues Thema
edittheme=Theme Bearbeiten

[themesedit]
shell=Aussehen
offset=Offset
Delimiter and run=Trennzeichen & Laufanzeige
Progress bar=Fortschrittsbalken

savetheme=Speichern

applytheme=Wendet das Speichern dieses Thema sofort erfolgreich an?
filetip_drop=Ziehen Sie das Bild per Drag & Drop hierher
filetip=Klicken oder ziehen Sie das Bild direkt hierher
dropfile=Möchten Sie dieses Bild ersetzen?

selectpicture=Wählen Sie ein Bild
cliptip=Ernte
clipleft=Links
clipbottom=Saum
clipright=Rechts
cliptop=Oberkante

dockbg=Hintergrund
dockblur=Verwischen des Hintergrunds
Progress bar border=Rahmen
Progress bar bg=Hintergrund
Run indicator=Run-Anzeige
Run offset=Offset
delimiter=Separator
Margins=Ränder
Margins trimmer=Margin-Feinabstimmung (empfohlene Werte 0-0,2)

folder=Ordner
trash_empty=Papierkorb (leer)
trash_full=Papierkorb (voll)

calmon=Monat
calday=Datum

timebg=Hintergrund
timehour=Stunde
timeminute=Minute
timesecond=Sekunde

timetype=Uhrentyp
timetype_pointer=Zeiger
timetype_number=Ziffer
fontname=Der Name der Schriftart
fontsize=Schriftgrad
fontalign=Textausrichtung
fontpoint=Textkoordinaten
format=Zeitformat
fontcolor=Textfarbe

workshopshare=Laden Sie Themen in den Workshop hoch?
sharesuccess=Erfolgreich in den Workshop hochgeladen!
sharefailed=Upload fehlgeschlagen!

workshop_Preview=Vorschau
workshop_description=Beschreibung
workshop_otherPreview=Weitere Vorschauen
workshop_Previewbuild=Automatisch generiert
workshop_Previewselect=Wählen Sie das Bild aus
workshop_tip_description=Bitte geben Sie eine Beschreibung des Themas ein

[systeminfo]
cpu=Prozessor
gpu=Grafikkarte
memory=Erinnerung
system=System
moreinfo=Mehr Infos

[monitor]
process=Prozess
readwrite=Lesen/Schreiben
usage=Benutzt

;------------------------------------
[tips]
openUACtip=Es wurde festgestellt, dass das System die Benutzerkontensteuerung deaktiviert hat, was dazu führen kann, dass die Funktion zum Ziehen und Ablegen von Dateien zum Öffnen im Dock nicht genutzt werden kann. Möchten Sie die System-Benutzerkontensteuerung aktivieren?
openUACtip1=Die Benutzerkontensteuerung wurde erfolgreich aktiviert und das System muss neu gestartet werden, damit es wirksam wird. Möchten Sie das System sofort neu starten?
openUACtip2=UAC-Aktivierung fehlgeschlagen!

crashtip=Das Programm ist abgestürzt, neu starten?
;------------------------------------

[iconame]

;dock Label name

explorer=Explorer
launchpad=App-Bibliothek
cal=Kalender
trash=Papierkorb

;The last icon in the folder interface

exploreropen=Im Explorer öffnen
return=Back to previous

;System time icon label name format

timeformat=dddd M/d/yyyy
;The time format is the system time format   y 年 m月份 d 日期 dddd 星期几  ddd周几


remove=Remove

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Systemsteuerung
taskbar=Tray-Symbol
systemtime=Systemzeit
network=Netzwerk
weather=Wetter
battery=Batterie
startmenu=Startmenü
virtualdesktop=Virtuelle Desktop



------------------------------------

[editicon]
;Edit icon window

addtips=Dateien können hier gezogen und abgelegt werden

reset=Zurücksetzen
ok=OK
restore=Wiederherstellen
addname=Anzeigenamen bearbeiten
addicotips=Klicken Sie auf die Schaltfläche oben rechts, um ein Symbol hinzuzufügen.
switch=Schalter
trashempty=Papierkorb leer
trashfull=Papierkorb voll
iconshell=Symbolmaske verwenden
addline=Terminal ausführen

share=teilen 

Icon Designer title=Icon-Editor

Icon Designer=Bearbeiten
select=Datei auswählen

icolabel=Symbol
selectpicture=Datei auswählen
icosize=Symbolskalierung
icooffsetx=Horizontaler Versatz des Symbols
icooffsety=Vertikaler Versatz des Symbols
icobackground=Hintergrund
iconshadow=Verwenden Sie Symbolschatten
icoroundrect=Symbol runder Winkel
icocolor=Farbe
icogradient color=Verwenden Sie Farbverläufe
icocolorangle=Neigungswinkel

;Pop up select file window title

selectfoldertitle=Ordner auswählen
;Weather forecast search city
searchcity=Suche nach Städtenamen



;------------------------------------

[editcal]

;Edit calendar window

monfontsize=Schriftgröße des Monats:
dayfontsize=Schriftgröße des Datums:

monthfont=Monatsschrift:
dayfont=Datumsschrift:
monthpoint=Monatsort:
daypoint=Datum Ort:
monthposition=Monatsausrichtung:
dayposition=Datumsausrichtung:
monthcolor=Monatsfarbe:
daycolor=Datumsfarbe:
rotation=Drehwinkel:
default=Standardkonfiguration verwenden

ok=Ok
test=test

links=links
richtig=richtig
center=Center

;Pop-up-Bildfenstertitel auswählen

selectcalicon=Wählen Sie ein Kalenderbild
;------------------------------------

[editicontips]
;Eine Fehlermeldung erscheint auf der Bearbeitungssymboloberfläche

iconduplicate=Dieses Programm wurde dem Dock hinzugefügt!

systemduplicate=Dieses Symbol wurde hinzugefügt!

titleerror=Der Anzeigename des Programms darf nicht leer sein!
filepatherror=Der Programmpfad und das Symbol dürfen nicht leer sein!

padtitleerror1=Der Dateiname ist doppelt vorhanden, bitte erneut eingeben!
padtitleerror2=Dateimodifikation fehlgeschlagen, bitte legen Sie das Programm nicht auf Laufwerk 'C'!

workshopshare=Dieses Icon zum Workshop hochladen?
workshopsharesuccess=Das Symbol wurde erfolgreich mit dem Workshop geteilt!
workshopsharefailed=Symbolfreigabe fehlgeschlagen!

formaterror=Nicht unterstütztes Format, bitte im png-, ico-, exe-, lnk-Format eingeben!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]
cloudini=Steam Cloud Speichern
uploadcloudini=Laden Sie das Archiv hoch
nofoundini=Das Archiv wird nicht hochgeladen
downloadcloudini=Laden Sie das Archiv herunter
managesteamcloud=Verwalten von Dateien
cloudfile=Steam-Cloud-Dateien
uploadcloudfile=Laden Sie die Datei hoch
filename=Dateiname
filesize=Dateigröße
filetime=Upload-Zeit

backupsuccess=Erfolgreich hochgeladen!
backupfail=Upload fehlgeschlagen! 

settitle=MyDockFinder-Einstellungen

Global Settings=Globale Einstellungen

openMyDock=MyDock öffnen
openMyFinder=MyFinder öffnen

gameautoclose=Automatisches Beenden bei der Wiedergabe im Vollbildmodus
ProcessRecentFiles=Zeigt die Anzahl der Dateien an, die das Programm zuletzt geöffnet hat


DPIscale=Globale Anzeigeskala der Benutzeroberfläche
Globalblurvalue=Globaler Unschärfewert der Benutzeroberfläche 
Accentcolor=Akzentfarbe der benutzeroberfläche
darkmodeall=Farbmodus der globalen Benutzeroberfläche

darkmode_light=Licht
darkmode_dark=Dunkel
darkmode_auto=Auto
darkmode_system=System

uiaccesstop=Verwenden Sie die Super-Top-Funktion

aero=Aktivieren des globalen Unschärfeeffekts
systemdarkmode=Die Systemfarbe folgt dem mydockfinder
autoupdate=Automatische Suche nach Programmaktualisierungen
systemstart=Befolgen Sie die Bootmethode des Systems
none=ohne
regedit=Systemregistrierung
plantask=Missionsplan
Service=Service

windowscenterscreen=Das neue Fenster wird in der Mitte des Bildschirms gezeigt
showhidetaskbar_hotkey=Zeigen oder verbergen Sie die Taskleisten -Hotschlüssel

autohidetaskbar=Automatisches Ausblenden der Taskleiste beim Start

hidetaskbar_dock=Blendet den Bildschirm aus, auf dem die Taskleiste ist
hidetaskbar_all=Alle Bildschirmtaskleisten ausblenden

languagechoice=Wählen Sie die Anzeigesprache des Programms
allfont=Programmschriftart auswählen
usefontbold=Fettschrift verwenden
fontscale=Ändern der globalen Schriftskalierung

themes=Themen

customize_blur=Passen Sie die Unschärfeintensität an
customize_opacity=Transparenz anpassen
customize_stroke=Grenztransparenz
customize_enabled_dockbg=Dock verwendet benutzerdefinierte Hintergrundunschärfe und -transparenz
customize_enabled_iconreflection=Dock verwendet Symbolreflexion
customize_blur_iconreflection=Passen Sie die Stärke der Symbolreflexionsunschärfe an
customize_opacity_iconreflection=Passen Sie die Transparenz der Symbolreflexion an
customize_offset_iconreflection=Anpassen des Reflexionsabstands des Symbols
customize_stoppoint_iconreflection=Anpassen des Verlaufsabstands der Symbolreflexion

customize_enabled_icontag=Die Symbolbeschriftung von Dock verwendet benutzerdefinierte Hintergrundunschärfe und -transparenz
customize_enabled_menu=Menü verwendet benutzerdefinierte Hintergrundunschärfe und -transparenz
customize_enabled_window=Die Fensterschnittstelle verwendet benutzerdefinierte Hintergrundunschärfe und -transparenz
customize_enabled_finder=MyFinder verwendet benutzerdefinierte Hintergrundunschärfe und -transparenz
customize_opacity_wallpapercolor=Passen Sie die Farbdichte der Tapetenakzente an
customize_enabled_folder=Die Ordnerschnittstelle verwendet benutzerdefinierte Hintergrundunschärfe und -transparenz
customize_enabled_foldersize=Die Ordnerschnittstelle verwendet benutzerdefinierte Symbolgrößen

customize_enabled_pad=Die Anwendungsbibliothek verwendet benutzerdefinierte Hintergrundunschärfe
customize_enabled_pad_backdrop=App-Bibliothek verwendet den aktuellen Bildschirmhintergrund
customize_enabled_pad_winuiwallpaper=App-Galerie verwendet Live-Hintergrund-Unschärfe-Effekt

selectthemes_icon=Symbolthema auswählen
selectthemes_dockskin=Wählen Sie ein Dock-Design aus


general=Allgemein
advanced=Fortgeschritten
preview=Fenstervorschau
minimizewindowsettings=Fenster minimieren
systrayicoset=Tablett
screenset=Screen

timeset=Zeit
notificationset=Beachten

audioset=Audio
displayset=Zeigen
mediaset=Medien
batteryset=Batterie
netset=Netz
monitorset=Monitor
windowsanimationset=Fensteranimation


about=Über

icosize=Standardgröße des Symbols
icoeffect=Icon -Effekt

dockeffect_none=keiner
dockeffect_scale=Skalierung
dockeffect_select=Wählen
dockeffect_light=Beleuchtung
dockeffect_scaleandlight=Skalierung und Licht
dockeffect_selectandlight=Wählen Sie und Licht
icolightvalue=Icon Light Intensität
icobglightvalue=Icon Hintergrundlichtintensität
icobglightcolor=Icon -Hintergrundlichtfarbe

icomaxsize=Vergrößerte Größe des Symbols

icospace=Abstand zwischen Symbolen
edgeposition=Dock-Abstand vom Bildschirmrand
iconimmersion=Das Dock verwendet den Immersionsmodus im Leerlauf


displaymode=Wählen Sie Den ausgeblendeten Modus Dock-Anzeige aus.
displaynormal=Standardanzeigemodus
displaybottom=Overlay-Anzeigemodus
displayauto=Automatischer Ausblendmodus
displaysmart=Intelligenter Ausblendmodus
displayhotkey=Hotkey-Anzeigemodus
displayalways=Immer Modus anzeigen
displayhide=Modus immer ausblenden
displayalwaysshow=Immer einschließlich Vollbild anzeigen
displaydesktop=Desktop-Display-Modus
showmodewindows=Auswählen, wie das Erkennungsfenster im Dock ein- und ausgeblendet werden soll
showhidetest_exe=Das aktuelle Programmfenster
showhidetest_all=Alle Programmfenster

showhidetype=Wählen Sie das Dock aus, um den ausgeblendeten Effekt anzuzeigen

showhideeffect_move=bewegen
showhideeffect_opacity=Abklingen

activation Dock Type=Das Dock zeigt an, wie es aktiviert wurde
showdockact_mouse=Der Rand des Bildschirms
showdockact_bar=Aktivierungsleiste

actbar_weight=Passen Sie die aktive Balkenbreite an
actbar_height=Passen Sie die Höhe der aktiven Leiste an
actbar_offset=Passen Sie den Bildschirmabstand der aktiven Leiste an
mouseactdock=Mausverzögerung aktiviert Dockzeit

positiononscreen=Position des Dock-Bildschirms
screenleft=Links
screenbottom=Unteres
screenright=Rechts
screentop=Nach oben

multiscreen=Wählen Sie den Bildschirm aus, auf dem das Dock angezeigt werden soll
multiscreenpad=Wählen Sie den Bildschirm aus, auf dem das Launchpad angezeigt werden soll
padicotype=Wählen Sie das von der App-Bibliothek angezeigte Symbol aus
padicotype_normal=Hinzugefügtes Symbol
padicotype_startmenu=Startmenü
padicotype_desktop=Desktop-Programm
padicosize=Symbolgröße der App-Bibliothek
padicospacex=Horizontaler Abstand der Symbole
padicospacey=Vertikaler Abstand der Symbole
padicoblacklist=Bearbeiten des gelöschten Startmenü-Programms
padblacklist=Verwalten von Listen

padscreenname=Dock folgen
lockicon=Ziehen des Schlosssymbols
showicontag=Symbol-Tag-Text anzeigen
windowsborder=Fensterrahmen aktivieren, um das Blockieren von Fenstern zu verhindern
jumpanimation=Klicken Sie auf das Symbol, um das Programm zu öffnen
folderDoubleclickOpen=Doppelklicken Sie auf das Ordnersymbol, um es zu öffnen
foldernoshowopen=Schaltfläche zum Öffnen von Ordnern nicht anzeigen
iconmask=Hinzufügen eines Maskeneffekts zu allen Symbolen
icomasktype=Globale Symbolmaske Stil

show indicators=Indikatoren für offene Anwendungen anzeigen
Runapp separator=Trennzeichen für neues laufendes Programm anzeigen
newapp=Symbol für neues laufendes Programm anzeigen
blacklist=Sperrliste verwalten
noblacklist=Kein Verbotsverfahren
hotcornerleft=Fonctions dans le coin chaud en bas à droite de l'écran
hotcornerright=Funktionen in der unteren rechten heißen Ecke des Bildschirms
hotkeypad=App-Bibliothek-Hotkey anzeigen
hotkeyDock=Dock-Hotkey anzeigen
hotkeyborder=Aktivieren und deaktivieren Sie Dock-Fensterränder

dockicobackup=Backup Dock-Symboldatei 
backuplist=Sicherungsdateien verwalten 
Addbackupdockico=Symbolsicherung hinzufügen 
locationbackup=Öffnen Sie den Sicherungsordner 

minimize=Minimieren des Fensters zum Dock
animationoff=Animation zum Schließen des Fensters minimieren
Slow animation=Halten Sie die Umschalttaste gedrückt, um die Animation zu verlangsamen
minimizeeffect=Minimieren des Fensters mit Spezialeffekten

genie=Dschinn
scale=Maßstab
scaleDX=DX skalieren
suck=Saugen
Minimize dynamics=Fensterinhalt beim Minimieren dynamisch anzeigen

minimizeAnimationspeed=Animationsgeschwindigkeit minimieren
Minimize to icon=Symbol "Fenster in Anwendung minimieren"
Minimizeblacklist=Animationsprogramm zum Minimieren abbrechen
Editwindowlist=Fensterliste bearbeiten
minicopos=Minimieren Sie die Position des Fenstersymbols
dockmin_lastico=Neben dem Symbol auf der rechten Seite
dockmin_right=Unabhängig auf der rechten Seite angezeigt
dockmin_rightandlim=Die rechte Seite wird unabhängig durch ein Trennzeichen angezeigt


previewon=Fenstervorschau aktivieren
previewsize=Fenstervorschaugröße
previewdelay=Verzögerte Anzeigevorschau

previewcontrol=Andere Vorschauelemente anzeigen
previewappname=Anwendungsname
previewbutton=Schaltflächen für die Fenstersteuerung
aeropeek=Vollständige Fenstervorschau beim Mauszeiger anzeigen


logotype=Wählen Sie den Schaltflächenstil auf der linken Seite aus
diylogo=Datei auswählen
shutdownmsgbox=Wird angezeigt, um das Herunterfahren des Systems neu zu starten
finderdark=Wählen Sie den MyFinder-Farbmodus
showmediacontrol=Zeigt das Symbol für die Medienwiedergabe an

stagemanagerset=Bühnenmanager
showstagemanager=Bühnenmanager-Symbol in MyFinder anzeigen
showstagemanagerwindowtitle=Fenstertitel bei Mouseover anzeigen
showstagemanagerdesktophidewindows=Klicken Sie auf den Desktop, um alle Fenster auszublenden
showstagemanagermediaplaypause=Automatisches Pausieren und Wiedergeben von Hintergrundfenstermedien
stagemanager_hotkey=Stage-Manager-Hotkeys

stagemanagerblacklist=Von Stage Manager ausgeschlossene Programme
stagemanager_showdesktop=Desktop-Icons zeigen
desktopico_hide=Symbol immer ausblenden
desktopico_auto=Autoshow verstecken
desktopico_show=immer anzeigen

stagemanager_enable=Open Stage Manager
stagemanager_listpos=Die Bildschirmposition, an der sich die Fensterliste befindet
stagemanager_listshowmode=Fensterliste zeigt den versteckten Modus

stagemanager_windowsize=Symbolgröße der Fensterliste
stagemanager_windowspace=Abstand der Fensterlistensymbole
stagemanager_windowcount=Anzahl der Fensterlistensymbole
stagemanager_windowsblur=Fenstersymbole für den Hintergrund verwischen
showuseraccount=Das Kontosymbol wird angezeigt

hotkeyfinder=MyFinder Hotkeys anzeigen

systemtraycolor=Farbige Taskleistensymbole anzeigen
showkeyboard=Symbole für Eingabemethoden anzeigen
showsearch=Suchsymbol anzeigen
showLyrics=Songtexte des Musikplayers anzeigen
showLyrics_color=Zeigen Sie farbige Musik-Player-Texte an
mouseactfinder=Mausverzögerungs-Aktivierungszeit für MyFinder
showusbdevice=USB-Wechseldatenträger werden angezeigt

musiccontrolshowmode=Anzeigemodus der Mediensteuerung
musiccontrol_close=Nicht zeigen
musiccontrol_activity=Anzeigen, wenn Liedtext angezeigt wird
musiccontrol_always=Immer anzeigen

finderdark_auto=Tapete
finderdark_set=Einstellung

multiscreenfinder=Wählen Sie den Bildschirm zur Anzeige von MyFinder
findershowallscreens=Alle Screens

finderdisplaymode=Wählen Sie Den ausgeblendeten Modus für die Anzeige im MyFinder aus.
finderautochangecolor=Maximieren Sie das Fenster, um den immersiven Modus zu verwenden
finderfastclosewindow=Klicken Sie auf die obere rechte Ecke, um das aktuelle maximierte Fenster zu schließen
myfinderscaleopen=Benutzerdefinierte Skalierung verwenden

finderlockbtn=Sperrtaste, um ein Ziehen zu verhindern
findershowmenu=Andere Menüpunkte des Programms anzeigen
bluetooth_showbattery=verbundenes Bluetooth-Gerät
bluetooth_not show=Nicht zeigen
bluetooth_icon=Nur Symbole anzeigen
bluetooth_value=Symbol und Batteriestand anzeigen

showaudio=Lautstärkesymbol im MyFinder anzeigen
showmicrophone=Mikrofonsymbol in MyFinder anzeigen

showbattery=Akkusymbol im MyFinder anzeigen
shownetwork=Symbol "Netz" im MyFinder anzeigen
showbluetooth=Bluetooth-Symbol im MyFinder anzeigen
showdisplay=Anzeigesymbol im MyFinder anzeigen
showcpu=CPU
showtemp=Coretemp
showmen=MEN
showdisk=DISK
shownet=NETZ

showbatterytime=Zeigt die verbleibende Akkulaufzeit an

powerset_open=Automatisches Umschalten von Energiesparplänen
powerset_aconline=Energiesparpläne bei Stromverbrauch
powerset_battery=Energiesparpläne bei Verwendung von Batterien

Calendarfirstday=Erster Tag der Woche
Calendar_Sunday=Sonntag
Calendar_Monnday=Montag

formatdate=Datumsanzeigeformat auswählen
formattime=Zeitanzeigeformat auswählen
customformatdate=Anpassen des Anzeigeformats für das Datum
customformattime=Anpassen des Zeitanzeigeformats

showbatteryvalue=Batterieprozentsatz anzeigen 
audiotip=Lautstärkeänderungs-Sound abspielen
mediatype=Wählen Sie die Lautstärke- und Helligkeitsaufforderung aus
batteryshow_none=Nicht abgebildet
batteryshow_acdc=Immer angezeigt
batteryshow_ac=Bei Verwendung eines Netzteils
batteryshow_dc=Bei Verwendung von Batterien

media_system=System
media_speakers=Lautsprecher
media_phone=Telefon

hotkeyvolup=Lautstärkeregler hoch
hotkeyvoldown=Lautstärkeregler heruntergehen
hotkeyvolmute=Hotkey zum Stummschalten der Lautstärke
hotkeymicup=Hotkey zum Erhöhen der Mikrofonlautstärke
hotkeymicdown=Hotkey für Mikrofonlautstärke verringern
hotkeymicmute=Hotkey zum Stummschalten des Mikrofons


hotkeybriup=Helligkeits-Hotkey
hotkeybridown=Helligkeits-Down-Hotkey
hotkeycontrolvalue=Passt den Wert des Hotkeys an, um ihn zu erhöhen oder zu verringern

systemnotification=Systembenachrichtigung
usbdevicenotification=Anzeige der mobilen Festplattenverbindung und Auswurfbenachrichtigung
bluetoothdevicenotification=Verbindungsbenachrichtigung für Bluetooth-Gerät anzeigen
Appnotification=App-Benachrichtigungen
notification_open=Benachrichtigungen zulassen
notification_type=Wie Bannerbenachrichtigungen angezeigt werden
notification_time=Anzeigezeit für Bannerbenachrichtigung
notification_show_close=Banner nicht anzeigen
notification_show_once=Nur das erste Mal zeigen
notification_show_always=Immer anzeigen

trayicoallshow_myfinder=Immer alle Taskleistensymbole in MyFinder anzeigen
trayicoallshow_mydock=Immer alle Taskleistensymbole in MyDock anzeigen
trayicoallshow_systemico=Zeigt das systemeigene Taskleistensymbol in MyFinder an
trayico_waittime=Das neu ausgeführte Taskleistensymbol zeigt die Uhrzeit an

Apptrayico=App-Tray-Symbol
apptrayicoshow_finder=Taskleistensymbol in MyFinder anzeigen
apptrayicoshow_dock=Taskleistensymbol in MyDock anzeigen

screenround=Bildschirm mit abgerundeten Ecken
screenround_show=Abgerundete Bildschirmecken aktivieren
screenround_size=Bildschirmeckengröße
screenround_color=Farbe

openwindowsshow=Animation zum Fensteröffnen
windowsopeneffect=Animationseffekt zum Öffnen von Fenstern

openwindowsclose=Animation zum Schließen des Fensters
windowscloseeffect=Animationseffekt beim Schließen des Fensters
windowsblacklistadd=Fenster zum Hinzufügen von Ausschlüssen
windowsblacklistdel=Entfernen Sie Fenster für ausgeschlossene Programme
windowsclose_animation=Animationsgeschwindigkeit anpassen

stagemanager_animation=Animationsgeschwindigkeit anpassen
mediatiptime=Anzeigezeit für Eingabeaufforderung zur Lautstärkehelligkeit

other=andere

wallpaper=Tapete

selectwallpaper=Hintergrundbild auswählen
wallpapernone=Nichts
loadwallpaper=Hintergrundbild-Design laden 
wallpaperdownload=Hintergrundbilder herunterladen 
wallpaperOK=Anwendung 

restartdock=Programm neu starten

resetini=Klare Daten
resetini_ok=Klar
resetini_config=Präferenzprofil
resetini_ico=Dock-Symbolprofil
resetini_padico=Konfigurationsdatei der Anwendungsbibliothek
systemiconcache=System-Icon-Cache
uninstall=Deinstallieren

updatelog=Changelog
updatelogcheck=Ansehen

ok=Ok
cancel=Abbrechen


------------------------------------------------------------
[hotcorners]
nothing=nichts
allwindows=Alle Fenster anzeigen
launchpad=Launchpad anzeigen
displaytosleep=Schalten Sie das Display aus
startmenu=Startmenü anzeigen
showdesktop=Desktop anzeigen
actioncenter=Windows-Betriebscenter
screensaver=Displayschutz
Windows widget=Windows-Widgets


[settingtips]

backupsuccess=Erfolgreich hochgeladen!
backupfail=Upload fehlgeschlagen!

hotkeyhideerror=Bitte stellen Sie die Dock-Schnelltaste ein, sonst ist diese Funktion möglicherweise nicht verfügbar!
resetinitip=Möchten Sie die Konfigurationsdatei zurücksetzen?
systemicontip=Möchten Sie den Systemsymbol-Cache löschen?

DPItips=Einige Schnittstellen werden erst nach dem Schließen und Wiedereröffnen wirksam!
winuiwallpapertip=Wenn der Computer nach dem Einschalten abstürzt, schalten Sie diese Option bitte aus, sie wird nach dem Neustart des Programms wirksam! ! !

;An error message pops up on the setting interface
padicotypetips=Nachdem Sie diese Option geändert haben, müssen Sie das Symbol zurücksetzen, bitte wählen Sie sorgfältig!

edgetip=Die Grenze des offenen Limitfensters kann nicht angepasst werden!
autohideerror=Diese Funktion kann beim Öffnen der Fensterbegrenzung nicht aktiviert werden!
neterror=Netzwerkfehler, bitte überprüfen Sie die Verbindung.
autohide=Auto hide Dock kann diese Funktion nicht aktivieren!
updateerror1=Netzwerkfehler, bitte versuchen Sie es erneut!

updatetip1=Gibt es eine neue Version aktualisiert?
updatetip2=Wird die Datei sofort nach dem Herunterladen aktualisiert?

noupdate=Es ist die neueste Version, keine Notwendigkeit zu aktualisieren!

restarttip=Nach dem Neustart des Programms öffnen!

languagetips=Einige Schnittstellen müssen neu gestartet werden, um sich zu ändern!

restartruntip=Möchten Sie das Programm neu starten?

backupfolderror=Fehler beim Erstellen des Sicherungsordners, bitte überprüfen Sie die Verzeichnisberechtigungen!

backuptips=Möchten Sie diese Sicherungsdatei wiederherstellen?



;-------------------------------------------------------------------

[menu]
;Right menu
closewindows=Schließen Sie das Fenster

RecentFiles=Zuletzt geöffnete Dateien
otheroption=Optionen
dockmenu=Menü "Programm"
menurecent=Kürzlich besucht
menubind=Fest
menutask=Aufgabe

edit_cut=Schneiden
edit_copy=Kopieren
edit_paste=Einfügen
edit_selectall=Wählen Sie Alle
edit_delete=Löschen
edit_openurl=Öffne URL

workshop=Workshop
newfinderwindow=Neues Explorer-Fenster
gotofolder=Gehe zum Ordner
connecttoserver=Remotedesktop
showlaunchpad=Launchpad anzeigen


addnormalicon=Symbol "Normal hinzufügen"
addsystemicon=Symbol "System hinzufügen"
add delimiter=Trennzeichen hinzufügen
del delimiter=Trennzeichen entfernen

showtaskbar=Taskleiste anzeigen
hidetaskbar=Taskleiste ausblenden
preference=Einstellungen
enddock=Programm beenden

editicon=Dieses Symbol festlegen
removefromdock=Aus Dock entfernen
keepindock=Im Dock aufbewahren
locationfile=Speicherort der Datei öffnen
runagain=Führen Sie dieses Programm erneut aus
nevershowthis=Dieses Programm nicht mehr anzeigen
adminmode=Administratormodus-Vorgang
open=Offen
quit=Verlassen

emptytrash=Leeren Sie den Papierkorb
sortorder=sortieren nach
Byname=Name
Bysize=Größe
Byextension=Art
Bydate/time=Ändern der Uhrzeit
Createtime=Erstellungszeit
Groupdirectories=Verzeichnisse zuerst
reverseorder=Umgekehrte Sortierung
closewindow=Dieses Fenster schließen
Display=Der Anzeigeinhalt ist
Folder=Ordner
Stack=Stapel
Locatefolder=Direkt öffnen
FolderEffect=Effekt "Anzeigen"
Grid=Gitter
Fan=Ventilator
menufold=Menü

showmodeapps=Unabhängigen Anzeige- und Ausblendmodus einstellen
showmodedesktop=Desktop-Anzeige- und Ausblendmodus festlegen
NominiEffect=Animation zum Minimieren des Fensters nicht anzeigen
nevershowprogress bar=Diesen Programmfortschrittsbalken nicht mehr anzeigen
showmodenormal=Den Einstellungen folgen
msgtips=Einrichten einer Nachrichtenerinnerung
incognito=Neues Fenster im Inkognito-Modus

systemmenu=Menü "System"

timeskin=Zifferblatt auswählen
timedefault=Vorgabe


----------------------------------------------

[launchpad]

addicon=Symbol "Hinzufügen"
deleteicon=Dieses Symbol löschen
padsortname=Nach Name sortieren
padsort=Symbol automatisch ausfüllen

search=Suchen
ok=Ok
addtips=Bitte ziehen Sie die exe- und lnk-Dateien hierher

----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Ok
cancel=Abbrechen
trashok=Leeren Sie den Papierkorb
trashtitle=Sind Sie sicher, dass Sie die Artikel im Papierkorb leeren möchten?
batterytip=Bitte schließen Sie das Ladegerät an, wenn der Akku schwach ist!

eject=wurde ausgeworfen
Connected=in Verbindung gebracht

brightnesstip=Das Einstellen der Helligkeit des Monitors kann zu dauerhaften Schäden am Monitor führen, bitte tun Sie dies mit Vorsicht!
brightnesstip1=Eine Monitorhelligkeit von 0 wird erkannt, wenn der Monitor keinen Inhalt anzeigt oder nicht auf OK klickt, setzen Sie die Bildschirmhelligkeit nach 5 Sekunden zurück

-----------------------------------------------
;Time format description
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds
;Double letters with two digits for example  HH:mm:ss  09:06:05
;All the following formats can be customized and modified, and the number on the left can be added without limit = left blank to indicate that the date is not displayed
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect
[formatdate]
1=
2=ddd
3=MMM d
4=MMM d ddd
5=ddd MMM d

[formattime]
1=H:mm
2=tt h:mm
3=H:mm:ss
4=tt h:mm:ss

[calicon]

;Calendar icon month text

m1=Jan
m2=Feb
m3=März
m4=April
m5=Mai
m6=Juni
m7=Juli
m8=Aug
m9=Sep
m10=Okt
m11=Nov
m12=Dec



[findermenu]
spatialaudio=Räumliches Audio

bluetoothdisconnect=Trennen Sie die Verbindung
bluetoothunpair=Gerät löschen

lockscreen=Sperren Sie Ihren Bildschirm
usersetting=Kontoeinstellungen

HideMenu=Blendet die Menüleiste des Fensters aus
systemmenu=Menü "Fenster"

bluetooth=Bluetooth
Bluetooth settings=Bluetooth-Einstellungen
device=Gerät
Preferred network=Bevorzugtes Netzwerk
other networks=Andere Netzwerke
network settings =Netzwerkeinstellungen
Audio=Ton
output=Ausgabe
Microphone=Mikrofon
input=Eingabegerät
audio settings=Audioeinstellungen
battery settings=Batterieeinstellungen
BatteryEstimatedTime=verbleibend
batterytime_hour=Stunden
batterytime_min=Protokoll
Edit title=Titel bearbeiten
Window border=Fensterrahmen
end finder=Als MyFinder
About This PC=Über diesen PC
System settings=Systemeinstellungen
app Store=App Store
Task manager=Task-Manager
Sleep=Schlafen
Dormant=Schlafend
Shutdown=Herunterfahren
Reboot=Neustart
Lock screen=Sperrbildschirm
Logout=Logout

symbol=Emoticons und Symbole anzeigen 
Screen Keyboard=Bildschirmtastatur anzeigen 
keyboardname=Tastaturnamen anzeigen
Keyboard settings=Tastatureinstellungen
display=Zeigen
systemdark=Dunkler Systemmodus
bluelight=Blaues Licht
focusassist=Fokus-Assistent
focusoff=Schließung
focusPriorityOnly=Nur vorrangige Benachrichtigung
focusAlarmsOnly=Nur Wecker
Notification settings=Benachrichtigungseinstellungen
screen projection=Projektion
screen INTERNAL=Nur Computerbildschirm
screen CLONE=Kopieren
screen EXTEND=Erweitern
screen EXTERNAL=Nur zweiter Bildschirm
displayset=Anzeigeeinstellungen
hotspot=Hotspot
airplane=Flugzeug
deviceon=Auf
deviceoff=Aus
eject=Ausstoßen
open=Offen


[findertips]
Mute=Stumm
battery=Batterie
AcOnLine=Power OnLine
Charging=Aufladung
notCharging=Nicht aufgeladen
Usebattery=Batterie verwenden
Full battery=Voller Akku
brightness=Helligkeit
show trayico=Trayico anzeigen


[findertitle]

[findermenubrowser]
new=Neu
newtab=Neue Tab
newwindow=Neues Fenster
favorites=Favoriten
history=Verlauf
download=Downloads
window=Tabs
file=Datei
no file=Keine Datei ausgewählt
View=Ansicht
Sort by=Sortieren 
Group by=Gruppieren
refresh=Aktualisieren
showicons=Zeigt Desktopsymbole an

sort_none=nicht
sort_bigicon=Große Symbole
sort_mediumicon=Symbol "Mittel"
sort_smallicon=Kleine Symbole
sort_superbigicon=Übergroße Symbole
sort_list=Liste
sort_details=Details
sort_tile=Fliese
sort_content=Inhalt
sort_name=Name
sort_size=Größe
sort_type=Art
sort_time=Datum
sort_ascending=aufsteigende Reihenfolge
sort_descending=Absteigend
sort_AutoArrange=Symbole werden automatisch angeordnet
sort_snaptogrid=Automatisches Anordnen von Symbolen, die am Raster ausgerichtet sind


[shutdown]
shutdown=Möchten Sie diesen Computer herunterfahren?
Reboot=Möchten Sie den Computer neu starten?
Logout=Möchten Sie sich ausloggen?
Dormant=Möchten Sie diesen Computer in den Ruhezustand stellen?
sleep=Möchten Sie, dass dieser Computer in den Ruhezustand übergehen kann?
now=jetzt
minute=minute

[wifi]
password=Passwort:
showpassword=Passwort anzeigen
join=Verbinden
cancel=Abbrechen


[weather]
00=Sonnig
01=Bewölkt
02=bewölkter Tag
03=Duschen
04=Gewitterregen
05=Gewitter mit Hagel
06=Schneeregen
07=Sprühregen
08=Mäßiger Regen
09=Regenguss
10=Regenschauer
11=Regenguss
12=Regenguss
13=Schneeschauer
14=Koyuki
15=Zhongxue
16=Starker Schneefall
17=Blizzard
18=Zahn
19=Gefrierender Regen
20=Sandsturm
21=Leichter bis mäßiger Regen
22=Mäßiger bis starker Regen
23=Regenguss
24=Starkregen bis Starkregen
25=Starkregen bis extremer Regen
26=Kleiner bis mittlerer Schnee
27=Mäßiger bis starker Schneefall
28=Groß für Blizzard
29=Schwebender Staub
30=Sand
31=Starker Sandsturm
32=Dichter Nebel
33=Schnee
49=Starker Nebel
53=Dunst
54=Moderater Dunst
55=Starker Dunst
56=Starker Dunst
57=Starker Nebel
58=Starker Nebel
301=Regen
302=Schnee

